{
  "category": "tram victims",
  "dId": "08ebc52cada9093774e3ba71312def80ca3621c959d67877a6e3b228",
  "date_publish": "2016-11-12 17:58:46",
  "description": "Three remaining victims of the Croydon tram crash which killed seven people in total have been named by police. They are Donald Collett, 62, from Croydon, and Philip Logan, 52, and 63-year-old Robert Huxley, both from New Addington.",
  "filename": "08ebc52cada9093774e3ba71312def80ca3621c959d67877a6e3b228",
  "fiveWoneH": {
    "how": {
      "annotated": [],
      "label": "how"
    },
    "what": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "tram crash"
        },
        {
          "coderPhraseCount": 2,
          "text": "Final three Croydon tram crash victims named"
        }
      ],
      "label": "what"
    },
    "when": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "parsed": "2016-11-12",
          "text": "Wednesday"
        }
      ],
      "label": "when"
    },
    "where": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Croydon"
        }
      ],
      "label": "where"
    },
    "who": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Donald Collett, 62, from Croydon, and Philip Logan, 52, and 63-year-old Robert Huxley"
        }
      ],
      "label": "who"
    },
    "why": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "travelling at \\u201csignificantly higher speeds\\u201d"
        }
      ],
      "label": "why"
    }
  },
  "mimeType": "text/xml",
  "originalFilename": "thesun-10",
  "parsingError": "true",
  "publisher": "thesun",
  "text": "The other three people killed have now been named as Donald Collett, Philip Logan and Robert Huxley. The three remaining victims of the Croydon tram crash which killed seven people in total have been named by police. They are Donald Collett, 62, from Croydon, and Philip Logan, 52, and 63-year-old Robert Huxley, both from New Addington. British Transport Police 22 Donald Collett, 62, (left) and Philip Logan, 52, (right) died in the accident. The other victims who have already been named on Wednesday were Mark Smith, Dane Chinnery, Phil Seary and Dorota Rynkiewicz. The crashed tram carriages were taken away on the back of two lorries on Saturday morning and repair work on the track has started. British Transport Police said the 100ft-long tram had been split into sections which were craned on to flatbed lorries. All sections have now been taken away from the scene as the Rail Accident Investigation Branch (RAIB) continues its inquiry. Investigators believe the tram was travelling at \"significantly higher speeds\" than those permitted when it derailed. Six men and one woman died and more than 50 were taken to hospital after the early Wednesday morning crash at a \"sharp, left-hand curve\" near Sandilands tram stop in South London. A group of up to 100 people on Saturday marched down the road to the spot to pay tribute to the victims of the derailing in south London. A statement from Mr Collett's family read: \"Don was a well loved, funny and generous man, who could light up a room with his smile. He is tragically leaving behind a loving family, partner, adored friends and work colleagues. Please rest in peace and know you are truly loved and greatly missed.\" The family of Mr Logan described him as a \"true family man\" and a \"generous friend\". A statement from the family added \"Phil was a man with more love compassion and zest for life than words can express. He will be immensely missed by all that knew him.\" One of the victims of the Croydon tram crash tragedy was due to get married next year. Mark Smith, 35, had planned a summer ceremony with his Lithuanian fiancee Indre Novikovaite, 25, the mother of their 18-month-old son. Her brother Osvaldas, 23, told The Sun: \"They were planning to get married. My sister is completely devastated by this.\" Mum-of-two Dorota Rynkiewicz, 35, and grandfather Philip Seary, 57, were yesterday also named as among the seven victims of the disaster. Two cranes were also at the accident site in South London to move the wreckage as it was reported bodies were still trapped inside. The two-carriage tram came off the rails at 50mph on a 12mph bend at around 6am on Wednesday. The driver, 42, has been released on police bail following his arrest on suspicion of manslaughter. Dorota, of New Addington, has two young daughters aged five and seven. She was the only woman to die in the crash. Friends described her as an \"amazing mother\" who always had a \"special smile\" on her face. Pal Asma Kazim said: \"Dorota was full of life, caring and a funny girl. It is shocking news for us and I still can't believe she has gone.\". Philip, also of New Addington, was said to be a \"gentle giant\". He was only on the tram after agreeing to swap shifts with a fellow electrical engineer at the Royal Opera House in Covent Garden. Son-in-law Darren Mimms said: \"As Phil was such a kind man he would do anything to help anybody. \"It's really hurting his wife. He shouldn't have been on that tram. \"If he hadn't have been at work he would have been doing bits and bobs around the house and looking after his granddaughter.\" Tributes were also paid online to keen fisherman Mark, of Coulsdon. His cousin Tom Smith said on Facebook: \"Still cannot believe this is true, the last couple of days have just felt like a nightmare that I'm gonna wake up from. \"Not only were you my cousin but literally my best friend. The thought that we are all never gonna see you or hear from you again makes me feel sick. \"We are all in bits and I just wish you could walk back into your home with that smile on your face and make everyone laugh. \"I know I have made new family in Indre Novikovaite and Osvaldas Novikovas but I would give everything if you could come back and join us bro. \"See you one day for that catch up we kept talking about.\" Accident investigators hope to have an interim report ready next week. Cops are said to be probing whether the driver was on his phone or had \"blacked out.\"",
  "title": "Final three Croydon tram crash victims named as repair work starts on track at scene of tragedy",
  "url": "https://www.thesun.co.uk/news/2172708/croydon-tram-crash-victims-named/"
}