{
  "category": "tram",
  "dId": "56637e2204cf4ec89768a742dfa3af05ba27ea8a0864bed8d8a5f3cd",
  "date_publish": "2016-11-10 21:42:08",
  "description": "Mobile phone records of a tram driver arrested over the deaths of six men and a woman in a horror crash are likely to be examined by police, casting doubt on claims he may have \"blacked out\".",
  "filename": "56637e2204cf4ec89768a742dfa3af05ba27ea8a0864bed8d8a5f3cd",
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "higher speed than is permitted"
        }
      ],
      "label": "how"
    },
    "what": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "set to check driver's mobile phone records"
        }
      ],
      "label": "what"
    },
    "when": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "parsed": "2016-11-09",
          "text": "Wednesday"
        }
      ],
      "label": "when"
    },
    "where": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "Croydon"
        }
      ],
      "label": "where"
    },
    "who": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Police"
        },
        {
          "coderPhraseCount": 2,
          "text": "tram driver"
        }
      ],
      "label": "who"
    },
    "why": {
      "annotated": [
        {
          "coderPhraseCount": 1,
          "text": "significantly higher speed than is permitted"
        },
        {
          "coderPhraseCount": 1,
          "text": "deaths of six men and a woman in a horror crash"
        },
        {
          "coderPhraseCount": 1,
          "text": "one of many lines of inquiry"
        }
      ],
      "label": "why"
    }
  },
  "mimeType": "text/xml",
  "originalFilename": "telegraph-9",
  "parsingError": "true",
  "publisher": "telegraph",
  "text": "Mobile phone records of a tram driver arrested over the deaths of six men and a woman in a horror crash are likely to be examined by police, casting doubt on claims he may have \"blacked out\". Detectives are also investigating complaints that the line was a \"tragedy waiting to happen\" after previous reports of speeding at the same corner where the two-car tram came off the rails. The accident is said to have sparked the 11th safety investigation into Croydon Tramlink in as many years. The driver, a 42-year-old man, from Beckenham, was released on bail, as Dane Chinnery, a 19-year-old Crystal Palace fan, was identified as one of the seven dead. Friends described how the \"friendly, genuine lad\" had been travelling to work. Investigators said the tram was travelling at a \"significantly higher speed than is permitted\" and were initially probing whether the driver had fallen asleep. British Transport Police said it was \"too early\" to comment on whether the driver was using his mobile phone. A spokeswoman added: \"I would imagine this would be one of many lines of inquiry.\" FirstGroup confirmed it was company policy for drivers to avoid having their mobile phones with them during operating hours. More than 50 people were injured when the vehicle left the track during the morning rush hour in Croydon on Wednesday. London mayor Sadiq Khan, who visited the crash scene on Wednesday, warned the death toll could rise. Three underwent surgery at St George's Hospital, Tooting on Wednesday. Some 17 other patients have since been discharged from the hospital. Thirty-eight of those injured were treated at Croydon University Hospital. One remained in the hospital overnight but it was hoped they would be able to go home on Thursday. Dane Chinnery, a 19-year-old Crystal Palace fan described as a \"friendly, genuine lad\", was among those killed. Tom Dale, 20, was on the tram and said he recalled nodding over to his old school friend Mr Chinnery, who was already sitting on the tram when he boarded. The pair, who went to Addington High School together and took part in performing arts, were on their way to work. Mr Dale said that after the tram crashed he was looking for his friend, and asking, \"Where's Dane? Where's Dane?\", but all he could see was Mr Chinnery's boot where he had been sitting. \"It was like walking out of a war zone,\" the chef said. Mr Dale, who was badly bruised, said of Mr Chinnery: \"He was just a friendly, genuine lad, did no harm to nobody, really. No one deserves for this to happen to them.\". Crystal Palace issued a statement on behalf of manager Alan Pardew, chairman Steve Parish, the players and club staff, offering their \"sincere condolences to the families of those who lost their lives\". Social media users were encouraged to share a post calling for a minute of applause at the team's next home game on November 19. The post said: \"He was red and blue all the way through, and simply loved palace.\" Scenes after the crash were described as \"total carnage\" after the two-carriage tram tipped over in heavy rain next to an underpass. Survivors rescued from the wreckage said the tram failed to brake in its usual place at a bend on the track after speeding up. One said the driver told them he thought he had \"blacked out\". Martin Bamford, 30, from Croydon, said he recalled the tram speeding up, adding: \"Everyone just literally went flying.\". A FirstGroup spokesman said in a statement: \"We are dedicated to safety, which is central to our culture and values as a transport business. We have comprehensive safety processes and controls in place for all our businesses. The cause of yesterday’s incident has not yet been determined. It is absolutely essential that we find out exactly what happened yesterday and this could take some time.\". Initial findings of the Rail Accident Investigation Branch show the tram came off the tracks as it was negotiating a \"sharp, left-hand curve\" with a speed limit of 12mph. The previous ten safety alerts reportedly included four derailment incidents and collisions with pedestrians and vehicles, including a bus in 2008. However, Tramlink, which is owned by First Group, told Buzzfeed News the incidents were \"all very different from each other in scope and cause\".",
  "title": "Croydon tram crash: Police set to check driver's mobile phone records",
  "url": "http://www.telegraph.co.uk/news/2016/11/10/croydon-tram-crash-police-check-drivers-mobile-phone-records/"
}