{
  "category": "clinton clear",
  "dId": "9f3e20f7627f0ca5c6832fae1e8ee842754f20bc4f9d3c988b5d1e03",
  "date_publish": "2016-11-07 06:40:11",
  "description": "Donald Trump slams 'rigged' FBI and claims it is impossible to read 650,000 emails in eight days",
  "filename": "9f3e20f7627f0ca5c6832fae1e8ee842754f20bc4f9d3c988b5d1e03",
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "announced"
        },
        {
          "coderPhraseCount": 1,
          "text": "repeated his claims"
        }
      ],
      "label": "how"
    },
    "what": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "slams \\u2018rigged\\u2019 FBI"
        }
      ],
      "label": "what"
    },
    "when": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "parsed": "2016-11-07"
        }
      ],
      "label": "when"
    },
    "where": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Sterling Heights, Michigan"
        }
      ],
      "label": "where"
    },
    "who": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Donald Trump"
        }
      ],
      "label": "who"
    },
    "why": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Trump repeated his claims that a shadowy conspiracy is working to foil his bid to become president"
        }
      ],
      "label": "why"
    }
  },
  "mimeType": "text/xml",
  "originalFilename": "thesun-8",
  "parsingError": "true",
  "publisher": "thesun",
  "text": "Donald Trump was furious after the FBI announced its latest probe into Hillary Clinton's emails found no evidence of a crime having been committed. At a rally in the Detroit suburbs, Trump repeated his claims that a shadowy conspiracy is working to foil his bid to become president, telling supporters it would have been impossible for the FBI to go through as many as 650,000 emails in a short space of time. \"Right now she's being protected by a rigged system. It's a totally rigged system. I've been saying it for a long time,\" he told supporters in Sterling Heights, Michigan. \"Hillary Clinton is guilty, she knows it, the FBI knows it, the people know it and now it's up to the American people to deliver justice at the ballot box on November 8.\" FBI director James Comey revealed that the review did not change the agency's conclusion from July, when it said that no charges were warranted. The announcement came in a letter to congressional lawmakers just days before Election Day. Comey said the FBI has worked \"around the clock to process and review a large number of emails\" obtained from a device belonging to Anthony Weiner, the disgraced former congressman and estranged husband of top Clinton aide Huma Abedin. He said the review concluded Clinton should not be prosecuted for her handling of classified information at the State Department. The Democrat's campaign communications director Jennifer Palmieri welcomed the move this evening. She told reporters: \"We are glad to see that he has found - as we were confident that he would - that he's confirmed the conclusions that he reached in July. \"And we're glad that this matter is resolved.\". The new investigation has roiled the presidential campaign in its final days, shattering what had appeared to be Clinton's solid grip on the race. The scandal has emboldened Donald Trump, who today warned that his rival would be under investigation as president, prompting an \"unprecedented constitutional crisis\". Trump made no direct mention of the FBI decision but continued to insist that Clinton would be under investigation during her potential presidency. The FBI began investigating the handling of classified material on Clinton's private server in New York shortly after she announced her bid in April 2015. Last July, in an extraordinary public statement on an ongoing case, Comey announced he was not recommending criminal charges against Clinton and called the decision \"not even a close call\". Clinton had appeared to be heading for a sweeping victory before the FBI review, but Comey's announcement blunted her momentum. Since then, national polls and battleground states have tightened, though Clinton still appears to hold an edge over Trump in the campaign's last moments.",
  "title": "Donald Trump slams 'rigged' FBI and claims it is impossible to read 650,000 emails in eight days",
  "url": "https://www.thesun.co.uk/news/2130219/trumps-fury-after-fbi-says-hillary-clinton-has-committed-no-crime-in-email-scandal/"
}