{
  "category": "tram victims",
  "dId": "e38562d1610245f71913a283779c24d3ce55007e9022bc5240459e2c",
  "date_publish": "2016-11-12 00:00:00",
  "description": "The final victims of the Croydon tram crash have been named as three adults who lived in South London. Donald Collett, 62, of Croydon, Philip Logan, 52, and Robert Huxley, 63, both of New Addington, died in the accident when the tram overturned as it entered a bend at high speed, according to British Transport Police.",
  "filename": "e38562d1610245f71913a283779c24d3ce55007e9022bc5240459e2c",
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "tram overturned"
        },
        {
          "coderPhraseCount": 2,
          "text": "have been named"
        }
      ],
      "label": "how"
    },
    "what": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "tram overturned"
        }
      ],
      "label": "what"
    },
    "when": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "parsed": "2016-11-12",
          "text": "6:10am on Wednesday"
        }
      ],
      "label": "when"
    },
    "where": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Croydon"
        }
      ],
      "label": "where"
    },
    "who": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Donald Collett, 62, of Croydon, Philip Logan, 52, and Robert Huxley, 63, both of New Addington"
        }
      ],
      "label": "who"
    },
    "why": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "entered a bend at high speed"
        }
      ],
      "label": "why"
    }
  },
  "mimeType": "text/xml",
  "originalFilename": "independent-10",
  "parsingError": "true",
  "publisher": "independent",
  "text": "The final victims of the Croydon tram crash have been named as three adults who lived in South London. Donald Collett, 62, of Croydon, Philip Logan, 52, and Robert Huxley, 63, both of New Addington, died in the accident when the tram overturned as it entered a bend at high speed, according to British Transport Police. A total of six men and one woman died in the crash, while 50 other passengers were injured. Tributes were held for those who died on Saturday, when a group of up to 100 people marched down the road carrying banners, flags and flowers to the spot where hundreds of bouquets had already been laid for the victims of the derailing. Passengers had remained trapped in the wreckage for hours after the vehicle overturned at a fork in the tracks at around 6:10am on Wednesday. Injured people were taken to St George's Hospital in Tooting and Croydon University Hospital, with some reportedly needing to have limbs amputated. Among the dead were a mother with two young children, a new father, a teenager and a grandfather on his way to work after swapping shifts. The 100 feet-long articulated tram has been removed and repair work on the track began late on Friday. The driver of a tram, 42 from Beckenham, was arrested on suspicion of manslaughter but has been released on bail until May. Investigators are probing the possibility that he fell unconscious or asleep at the wheel.",
  "title": "Croydon tram crash: Last victims named as three adults from South London",
  "url": "http://www.independent.co.uk/news/uk/home-news/croydon-tram-crash-victims-named-last-london-derail-tributes-a7414006.html"
}