{
  "category": "clinton clear",
  "dId": "e6eaeb198f8ff125434c68fd55b98cf80629b4bf2c22a2080f1c9054",
  "date_publish": "2016-11-08 23:45:35",
  "description": "Hillary Clinton received an unexpected boost to her campaign with just hours left before the US presidential election as the FBI announced on Sunday night that it had found no evidence of criminal wrongdoing in her use of a private email server.",
  "filename": "e6eaeb198f8ff125434c68fd55b98cf80629b4bf2c22a2080f1c9054",
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "found no evidence"
        }
      ],
      "label": "how"
    },
    "what": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "text": "no evidence of criminal wrongdoing in her use of a private email server"
        }
      ],
      "label": "what"
    },
    "when": {
      "annotated": [
        {
          "coderPhraseCount": 2,
          "parsed": "2016-11-07",
          "text": "hours left before the US presidential election"
        },
        {
          "coderPhraseCount": 2,
          "parsed": "2016-11-07",
          "text": "Sunday night"
        }
      ],
      "label": "when"
    },
    "where": {
      "annotated": [
        {
          "coderPhraseCount": 3
        }
      ],
      "label": "where"
    },
    "who": {
      "annotated": [
        {
          "coderPhraseCount": 3,
          "text": "Hillary Clinton"
        },
        {
          "coderPhraseCount": 2,
          "text": "FBI"
        }
      ],
      "label": "who"
    },
    "why": {
      "annotated": [
        {
          "coderPhraseCount": 2
        }
      ],
      "label": "why"
    }
  },
  "mimeType": "text/xml",
  "originalFilename": "telegraph-8",
  "parsingError": "true",
  "publisher": "telegraph",
  "text": "Hillary Clinton received an unexpected boost to her campaign with just hours left before the US presidential election as the FBI announced on Sunday night that it had found no evidence of criminal wrongdoing in her use of a private email server. James Comey, the FBI director, took the nation by surprise when he released a second letter in which he said the FBI had not changed its conclusions from its first report on Mrs Clinton in July. The announcement, made as Americans prepared to go to the polls on Tuesday, lifted a shadow left hanging over the Democrat candidate. It followed a surge of support from Hispanic voters in the latest polls.  The announcement will raise further questions about the role of the FBI in the campaign, its impact on the democratic process and the timing of its statements. The agency had already been plunged into controversy when the inquiry into the latest tranche of emails was announced during the course of the campaign. Donald Trump, her Republican rival, immediately reacted, stating that Mrs Clinton was being protected by a \"rigged\" system. Mrs Clinton's campaign said last night they were \"glad\" the issue had been \"resolved\". Mr Comey said in his new letter: \"Since my letter, the FBI investigative team has been working around the clock to process and review a large volume of emails from a device obtained in connection with an unrelated criminal investigation. \"During that process we reviewed all of the communications that were to or from Hillary Clinton while she was secretary of state. Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton. I am very grateful to the professionals at the FBI for doing an extraordinary amount of high-quality work in a short period of time.\". Mr Comey had announced nine days ago that new emails were being investigated. They had been found on the laptop of Anthony Weiner, the disgraced estranged husband of Huma Abedin, a top Clinton aide. He is under a separate investigation for allegedly sexting an underage girl. The Clinton campaign immediately responded, welcoming the move. \"We are glad to see that he has found, as we were confident that he would, that he's confirmed the conclusions that he reached in July,\" said Jennifer Palmieri, the campaign's communications manager. \"And we're glad that this matter is resolved.\". Despite the re-emergence of the email scandal, Mrs Clinton maintained a five-point lead in the most recent opinion polls, and last night's announcement is expected to help her even further. Kellyanne Conway, Mr Trump's campaign manager, said Mr Comey had \"mishandled the investigation from the beginning\" and questioned the idea that the FBI could have carried out a thorough investigation in such a short time, but told MSNBC that the announcement would have no effect on the race. Speaking to a rally in Minnesota, Mr Trump said: \"She's the most corrupt person ever to seek the presidency of the US. Clinton will be under investigation for a long time for the many crimes against her [name]. It's a rigged system and she's protected.\". The FBI was already under huge pressure from Democrats to explain why it took the unprecedented decision to make public so close to an election that it was investigating a new batch of emails related to Mrs Clinton. Theresa May said on Sunday night that ­elections should be \"calm and ­measured\" and focused on issues as she spoke about the tone of the US presidential election. Asked if she would repeat criticism of Mr Trump, voiced when she was home secretary, Mrs May said: \"I take a simple view about the way in which I like to see campaigns being conducted; I like them to be conducted in a calm and measured way with proper consideration of the issues.\" Meanwhile, it emerged that Britain is seeking reassurances from Mr Trump over Russia after he dismissed intelligence about a series of devastating cyber attacks. Government sources told The Daily Telegraph: \"His admiration for Putin as a strong character is worrying and people will need to work on him to explain the facts of life. His outright denial of these concerns makes people worry about his judgment. \"The worst you can say is people have doubts and fears because he's an unknown quantity.\"",
  "title": "Hillary Clinton in the clear as FBI announces it has not changed mind on charges",
  "url": "http://www.telegraph.co.uk/news/2016/11/06/us-election-hillary-clinton-up-in-polls-as-hispanic-surge-threat/"
}